Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-ES-Trados.tmx
Source language: en_gb
Languages: es_es

source: cooperate, as appropriate, with other Union institutions, bodies, offices and agencies, as well as relevant Union expert groups and networks, in particular in the fields of product safety, cybersecurity, competition, digital and media services, financial services, consumer protection, data and fundamental rights protection;
es_es: cooperar, en su caso, con otras instituciones, órganos y organismos de la Unión, así como con grupos de expertos y redes pertinentes de la Unión, en particular en los ámbitos de la seguridad de los productos, la ciberseguridad, la competencia, los servicios digitales y de medios de comunicación, los servicios financieros, la protección de los consumidores, y la protección de datos y de los derechos fundamentales;

source: contribute to effective cooperation with the competent authorities of third countries and with international organisations;
es_es: contribuir a la cooperación efectiva con las autoridades competentes de terceros países y con organizaciones internacionales;

source: assist national competent authorities and the Commission in developing the organisational and technical expertise required for the implementation of this Regulation, including by contributing to the assessment of training needs for staff of Member States involved in implementing this Regulation;
es_es: asistir a las autoridades nacionales competentes y a la Comisión en el desarrollo de los conocimientos técnicos y organizativos necesarios para la aplicación del presente Reglamento, por ejemplo, contribuyendo a la evaluación de las necesidades de formación del personal de los Estados miembros que participe en dicha aplicación;

source: assist the AI Office in supporting national competent authorities in the establishment and development of AI regulatory sandboxes, and facilitate cooperation and information-sharing among AI regulatory sandboxes;
es_es: asistir a la Oficina de IA en el apoyo a las autoridades nacionales competentes para el establecimiento y el desarrollo de espacios controlados de pruebas para la IA, y facilitar la cooperación y el intercambio de información entre espacios controlados de pruebas para la IA;

source: contribute to, and provide relevant advice on, the development of guidance documents;
es_es: contribuir a la elaboración de documentos de orientación y proporcionar el asesoramiento pertinente al respecto;

source: advise the Commission in relation to international matters on AI;
es_es: proporcionar asesoramiento a la Comisión en relación con asuntos internacionales en materia de IA;

source: provide opinions to the Commission on the qualified alerts regarding general-purpose AI models;
es_es: emitir dictámenes para la Comisión sobre las alertas cualificadas relativas a modelos de IA de uso general;

source: receive opinions by the Member States on qualified alerts regarding general-purpose AI models, and on national experiences and practices on the monitoring and enforcement of AI systems, in particular systems integrating the general-purpose AI models.
es_es: recibir dictámenes de los Estados miembros sobre alertas cualificadas relativas a modelos de IA de uso general y sobre las experiencias y prácticas nacionales en materia de supervisión y ejecución de los sistemas de IA, en particular los sistemas que integran los modelos de IA de uso general.

source: Advisory forum
es_es: Foro consultivo

source: An advisory forum shall be established to provide technical expertise and advise the Board and the Commission, and to contribute to their tasks under this Regulation.
es_es: Se creará un foro consultivo para proporcionar conocimientos técnicos y asesorar al Consejo de IA y a la Comisión, así como para contribuir a las funciones de estos en virtud del presente Reglamento.

source: The membership of the advisory forum shall represent a balanced selection of stakeholders, including industry, start-ups, SMEs, civil society and academia.
es_es: La composición del foro consultivo representará una selección equilibrada de partes interesadas, incluidos la industria, las empresas emergentes, las pymes, la sociedad civil y el mundo académico.

source: The membership of the advisory forum shall be balanced with regard to commercial and non-commercial interests and, within the category of commercial interests, with regard to SMEs and other undertakings.
es_es: La composición del foro consultivo estará equilibrada en lo que respecta a los intereses comerciales y los no comerciales y, dentro de la categoría de los intereses comerciales, en lo que respecta a las pymes y otras empresas.

source: The Commission shall appoint the members of the advisory forum, in accordance with the criteria set out in paragraph 2, from amongst stakeholders with recognised expertise in the field of AI.
es_es: La Comisión nombrará a los miembros del foro consultivo, de conformidad con los criterios establecidos en el apartado 2, de entre las partes interesadas con conocimientos especializados reconocidos en el ámbito de la IA.

source: The term of office of the members of the advisory forum shall be two years, which may be extended by up to no more than four years.
es_es: El mandato de los miembros del foro consultivo será de dos años y podrá prorrogarse hasta un máximo de cuatro años.

source: The Fundamental Rights Agency, ENISA, the European Committee for Standardization (CEN), the European Committee for Electrotechnical Standardization (CENELEC), and the European Telecommunications Standards Institute (ETSI) shall be permanent members of the advisory forum.
es_es: La Agencia de los Derechos Fundamentales de la Unión Europea, la Agencia de la Unión Europea para la Ciberseguridad, el Comité Europeo de Normalización (CEN), el Comité Europeo de Normalización Electrotécnica (Cenelec) y el Instituto Europeo de Normas de Telecomunicaciones (ETSI) serán miembros permanentes del foro consultivo.

source: The advisory forum shall draw up its rules of procedure.
es_es: El foro consultivo establecerá su reglamento interno.

source: It shall elect two co-chairs from among its members, in accordance with criteria set out in paragraph 2.
es_es: Elegirá dos copresidentes de entre sus miembros, de conformidad con los criterios establecidos en el apartado 2.

source: The term of office of the co-chairs shall be two years, renewable once.
es_es: El mandato de los copresidentes será de dos años, renovable una sola vez.

source: The advisory forum shall hold meetings at least twice a year.
es_es: El foro consultivo celebrará reuniones al menos dos veces al año.

source: The advisory forum may invite experts and other stakeholders to its meetings.
es_es: Podrá invitar a expertos y otras partes interesadas a sus reuniones.

source: The advisory forum may prepare opinions, recommendations and written contributions at the request of the Board or the Commission.
es_es: El foro consultivo podrá elaborar dictámenes, recomendaciones y contribuciones por escrito a petición del Consejo de IA o de la Comisión.

source: The advisory forum may establish standing or temporary sub-groups as appropriate for the purpose of examining specific questions related to the objectives of this Regulation.
es_es: El foro consultivo podrá crear subgrupos permanentes o temporales, según proceda, para examinar cuestiones específicas relacionadas con los objetivos del presente Reglamento.

source: The advisory forum shall prepare an annual report on its activities.
es_es: El foro consultivo redactará un informe anual de sus actividades.

source: That report shall be made publicly available.
es_es: Dicho informe se pondrá a disposición del público.

source: Scientific panel of independent experts
es_es: Grupo de expertos científicos independientes

source: The Commission shall, by means of an implementing act, make provisions on the establishment of a scientific panel of independent experts (the ‘scientific panel’) intended to support the enforcement activities under this Regulation.
es_es: La Comisión adoptará, mediante un acto de ejecución, disposiciones sobre la creación de un grupo de expertos científicos independientes (en lo sucesivo, «grupo de expertos científicos») destinado a apoyar las actividades de garantía del cumplimiento previstas en el presente Reglamento.

source: The scientific panel shall consist of experts selected by the Commission on the basis of up-to-date scientific or technical expertise in the field of AI necessary for the tasks set out in paragraph 3, and shall be able to demonstrate meeting all of the following conditions:
es_es: El grupo de expertos científicos estará compuesto por expertos seleccionados por la Comisión sobre la base de conocimientos científicos o técnicos actualizados en el ámbito de la IA necesarios para las funciones establecidas en el apartado 3, y será capaz de demostrar que cumple todas las condiciones siguientes:

source: having particular expertise and competence and scientific or technical expertise in the field of AI;
es_es: conocimientos especializados y competencias particulares, y conocimientos científicos o técnicos en el ámbito de la IA;

source: independence from any provider of AI systems or general-purpose AI models;
es_es: independencia de cualquier proveedor de sistemas de IA o de modelos de IA de uso general;

source: an ability to carry out activities diligently, accurately and objectively.
es_es: capacidad para llevar a cabo actividades con diligencia, precisión y objetividad.

source: The Commission, in consultation with the Board, shall determine the number of experts on the panel in accordance with the required needs and shall ensure fair gender and geographical representation.
es_es: La Comisión, en consulta con el Consejo de IA, determinará el número de expertos del grupo de acuerdo con las necesidades requeridas y garantizará una representación geográfica y de género justa.

source: The scientific panel shall advise and support the AI Office, in particular with regard to the following tasks:
es_es: El grupo de expertos científicos asesorará y apoyará a la Oficina de IA, en particular en lo que respecta a las siguientes funciones:

source: supporting the implementation and enforcement of this Regulation as regards general-purpose AI models and systems, in particular by:
es_es: apoyar la aplicación y el cumplimiento del presente Reglamento en lo que respecta a los sistemas y modelos de IA de uso general, en particular:

source: alerting the AI Office of possible systemic risks at Union level of general-purpose AI models, in accordance with Article 90;
es_es: alertando a la Oficina de IA de los posibles riesgos sistémicos a escala de la Unión de modelos de IA de uso general, de conformidad con el artículo 90,

source: contributing to the development of tools and methodologies for evaluating capabilities of general-purpose AI models and systems, including through benchmarks;
es_es: contribuyendo al desarrollo de herramientas y metodologías para evaluar las capacidades de los sistemas y modelos de IA de uso general, también a través de parámetros de referencia,

source: providing advice on the classification of general-purpose AI models with systemic risk;
es_es: asesorando sobre la clasificación de modelos de IA de uso general con riesgo sistémico,

source: providing advice on the classification of various general-purpose AI models and systems;
es_es: asesorando sobre la clasificación de diversos sistemas y modelos de IA de uso general,

source: contributing to the development of tools and templates;
es_es: contribuyendo al desarrollo de herramientas y modelos;

source: supporting the work of market surveillance authorities, at their request;
es_es: apoyar la labor de las autoridades de vigilancia del mercado, a petición de estas;

source: supporting cross-border market surveillance activities as referred to in Article 74(11), without prejudice to the powers of market surveillance authorities;
es_es: apoyar las actividades transfronterizas de vigilancia del mercado a que se refiere el artículo 74, apartado 11, sin perjuicio de los poderes de las autoridades de vigilancia del mercado;

source: supporting the AI Office in carrying out its duties in the context of the Union safeguard procedure pursuant to Article 81.
es_es: apoyar a la Oficina de IA en el ejercicio de sus funciones en el contexto del procedimiento de salvaguardia de la Unión con arreglo al artículo 81.

source: The experts on the scientific panel shall perform their tasks with impartiality and objectivity, and shall ensure the confidentiality of information and data obtained in carrying out their tasks and activities.
es_es: Los expertos del grupo desempeñarán sus funciones con imparcialidad y objetividad y garantizarán la confidencialidad de la información y los datos obtenidos en el ejercicio de sus funciones y actividades.

source: They shall neither seek nor take instructions from anyone when exercising their tasks under paragraph 3.
es_es: No solicitarán ni aceptarán instrucciones de nadie en el ejercicio de sus funciones previstas en el apartado 3.

source: Each expert shall draw up a declaration of interests, which shall be made publicly available.
es_es: Cada experto cumplimentará una declaración de intereses que se hará pública.

source: The AI Office shall establish systems and procedures to actively manage and prevent potential conflicts of interest.
es_es: La Oficina de IA establecerá sistemas y procedimientos para gestionar y prevenir activamente los posibles conflictos de intereses.

source: The implementing act referred to in paragraph 1 shall include provisions on the conditions, procedures and detailed arrangements for the scientific panel and its members to issue alerts, and to request the assistance of the AI Office for the performance of the tasks of the scientific panel.
es_es: El acto de ejecución a que se refiere el apartado 1 incluirá disposiciones sobre las condiciones, los procedimientos y las disposiciones detalladas para que el grupo de expertos científicos y sus miembros emitan alertas y soliciten la asistencia de la Oficina de IA para el desempeño de las funciones del grupo de expertos científicos.

source: Access to the pool of experts by the Member States
es_es: Acceso a expertos por parte de los Estados miembros

source: Member States may call upon experts of the scientific panel to support their enforcement activities under this Regulation.
es_es: Los Estados miembros podrán recurrir a expertos del grupo de expertos científicos para que apoyen sus actividades de garantía del cumplimiento previstas en el presente Reglamento.

source: The Member States may be required to pay fees for the advice and support provided by the experts.
es_es: Se podrá exigir a los Estados miembros que paguen tasas por el asesoramiento y el apoyo prestado por los expertos.

source: The structure and the level of fees as well as the scale and structure of recoverable costs shall be set out in the implementing act referred to in Article 68(1), taking into account the objectives of the adequate implementation of this Regulation, cost-effectiveness and the necessity of ensuring effective access to experts for all Member States.
es_es: La estructura y el importe de las tasas, así como la escala y la estructura de los costes recuperables, se establecerán en el acto de ejecución a que se refiere el artículo 68, apartado 1, teniendo en cuenta los objetivos de la correcta aplicación del presente Reglamento, la rentabilidad y la necesidad de garantizar que todos los Estados miembros tengan un acceso efectivo a los expertos.

source: The Commission shall facilitate timely access to the experts by the Member States, as needed, and ensure that the combination of support activities carried out by Union AI testing support pursuant to Article 84 and experts pursuant to this Article is efficiently organised and provides the best possible added value.
es_es: La Comisión facilitará el acceso oportuno de los Estados miembros a los expertos, según sea necesario, y garantizará que la combinación de las actividades de apoyo llevadas a cabo por las estructuras de apoyo a los ensayos de IA de la Unión con arreglo al artículo 84 y por expertos con arreglo al presente artículo se organice de manera eficiente y ofrezca el mayor valor añadido posible.

source: National competent authorities
es_es: Autoridades nacionales competentes

source: Designation of national competent authorities and single points of contact
es_es: Designación de las autoridades nacionales competentes y de los puntos de contacto único

source: Each Member State shall establish or designate as national competent authorities at least one notifying authority and at least one market surveillance authority for the purposes of this Regulation.
es_es: Cada Estado miembro establecerá o designará al menos una autoridad notificante y al menos una autoridad de vigilancia del mercado como autoridades nacionales competentes a los efectos del presente Reglamento.

source: Those national competent authorities shall exercise their powers independently, impartially and without bias so as to safeguard the objectivity of their activities and tasks, and to ensure the application and implementation of this Regulation.
es_es: Dichas autoridades nacionales competentes ejercerán sus poderes de manera independiente, imparcial y sin sesgos, a fin de preservar la objetividad de sus actividades y funciones y de garantizar la aplicación y ejecución del presente Reglamento.

source: The members of those authorities shall refrain from any action incompatible with their duties.
es_es: Los miembros de dichas autoridades se abstendrán de todo acto incompatible con sus funciones.

source: Provided that those principles are observed, such activities and tasks may be performed by one or more designated authorities, in accordance with the organisational needs of the Member State.
es_es: Siempre que se respeten esos principios, tales actividades y funciones podrán ser realizadas por una o varias autoridades designadas, de conformidad con las necesidades organizativas del Estado miembro.

source: Member States shall communicate to the Commission the identity of the notifying authorities and the market surveillance authorities and the tasks of those authorities, as well as any subsequent changes thereto.
es_es: Los Estados miembros comunicarán a la Comisión la identidad de las autoridades notificantes y de las autoridades de vigilancia del mercado y las funciones de dichas autoridades, así como cualquier cambio posterior al respecto.

source: Member States shall make publicly available information on how competent authorities and single points of contact can be contacted, through electronic communication means by 2 August 2025.
es_es: Los Estados miembros pondrán a disposición del público, por medios de comunicación electrónica, información sobre la forma de contactar con las autoridades competentes y los puntos de contacto únicos a más tardar el 2 de agosto de 2025.

source: Member States shall designate a market surveillance authority to act as the single point of contact for this Regulation, and shall notify the Commission of the identity of the single point of contact.
es_es: Los Estados miembros designarán una autoridad de vigilancia del mercado que actúe como punto de contacto único para el presente Reglamento y notificarán a la Comisión la identidad de dicho punto.

source: The Commission shall make a list of the single points of contact publicly available.
es_es: La Comisión pondrá a disposición del público la lista de puntos de contacto únicos.

source: Member States shall ensure that their national competent authorities are provided with adequate technical, financial and human resources, and with infrastructure to fulfil their tasks effectively under this Regulation.
es_es: Los Estados miembros garantizarán que sus autoridades nacionales competentes dispongan de recursos técnicos, financieros y humanos adecuados, y de infraestructuras para el desempeño de sus funciones de manera efectiva con arreglo al presente Reglamento.

source: In particular, the national competent authorities shall have a sufficient number of personnel permanently available whose competences and expertise shall include an in-depth understanding of AI technologies, data and data computing, personal data protection, cybersecurity, fundamental rights, health and safety risks and knowledge of existing standards and legal requirements.
es_es: En concreto, las autoridades nacionales competentes dispondrán permanentemente de suficiente personal cuyas competencias y conocimientos técnicos incluirán un conocimiento profundo de las tecnologías de IA, datos y computación de datos; la protección de los datos personales, la ciberseguridad, los riesgos para los derechos fundamentales, la salud y la seguridad, y conocimientos acerca de las normas y requisitos legales vigentes.

source: Member States shall assess and, if necessary, update competence and resource requirements referred to in this paragraph on an annual basis.
es_es: Los Estados miembros evaluarán y, en caso necesario, actualizarán anualmente los requisitos en materia de competencias y recursos a que se refiere el presente apartado.

source: National competent authorities shall take appropriate measures to ensure an adequate level of cybersecurity.
es_es: Las autoridades nacionales competentes adoptarán las medidas adecuadas para garantizar un nivel adecuado de ciberseguridad.

source: When performing their tasks, the national competent authorities shall act in accordance with the confidentiality obligations set out in Article 78.
es_es: En el desempeño de sus funciones, las autoridades nacionales competentes actuarán de conformidad con las obligaciones de confidencialidad establecidas en el artículo 78.

source: By 2 August 2025, and once every two years thereafter, Member States shall report to the Commission on the status of the financial and human resources of the national competent authorities, with an assessment of their adequacy.
es_es: A más tardar el 2 de agosto de 2025 y cada dos años a partir de entonces, los Estados miembros presentarán a la Comisión un informe acerca del estado de los recursos financieros y humanos de las autoridades nacionales competentes, que incluirá una evaluación de su idoneidad.

source: The Commission shall transmit that information to the Board for discussion and possible recommendations.
es_es: La Comisión remitirá dicha información al Consejo de IA para que mantenga un debate sobre ella y, en su caso, formule recomendaciones.

source: The Commission shall facilitate the exchange of experience between national competent authorities.
es_es: La Comisión facilitará el intercambio de experiencias entre las autoridades nacionales competentes.

source: National competent authorities may provide guidance and advice on the implementation of this Regulation, in particular to SMEs including start-ups, taking into account the guidance and advice of the Board and the Commission, as appropriate.
es_es: Las autoridades nacionales competentes podrán proporcionar orientaciones y asesoramiento sobre la aplicación del presente Reglamento, en particular a las pymes —incluidas las empresas emergentes—, teniendo en cuenta las orientaciones y el asesoramiento del Consejo de IA y de la Comisión, según proceda.
